#X-Generator: crowdin.com
#Created by JInto - www.guh-software.de
#Thu Jun 11 10:01:34 PDT 2009
advertising.budgetvalidate="Bugetul" c\u00e2mp trebuie s\u0103 fie valid integer.
advertising.campaignplacementinformation=Campania De Plasament Informa\u021bii
advertising.campaignplacementreport=Campania De Plasament Raport
advertising.cpcvalidate='Costul Pe Clic pe' c\u00e2mp trebuie s\u0103 fie un num\u0103r valid.
advertising.cpmvalidate='Costul Per Impresiile pe teren trebuie s\u0103 fie un num\u0103r valid.
advertising.enddatevalidate=La "Data de \u00eencetare" c\u00e2mp trebuie s\u0103 fie o dat\u0103 valid\u0103.
advertising.fromvalidate=C\u00e2mpul "De la" trebuie s\u0103 fie valabil format de dat\u0103.
advertising.iplistnote=Not\u0103: Separat fiecare Adresa IP cu o revenire
advertising.namerequired=C\u00e2mpul "Nume" este necesar\u0103.
advertising.noadvertisers=\u00cen prezent nu exist\u0103 agen\u021bii de publicitate.
advertising.noadzones=\u00cen prezent, nu exist\u0103 zone de reclam\u0103.
advertising.nocampaignplacements=Aceast\u0103 campanie are \u00een prezent nici destina\u021bii de plasare.
advertising.startdatevalidate=La "Data de \u00eencepere" c\u00e2mp trebuie s\u0103 fie o dat\u0103 valid\u0103.
advertising.tovalidate="La" c\u00e2mp trebuie s\u0103 fie la o dat\u0103 valid\u0103 format.
advertising.usagetext=Acest element este folosit \u00een urm\u0103toarele loca\u021bii
approvalchains.cancelPendingApproval=Con\u021binutul versiune care tocmai ai editat-o a fost anterior trimis pentru aprobare. Dori\u021bi s\u0103 anula\u021bi \u00een curs de aprobare cerere?
approvalchains.groupselected=Grupuri \u00een acest Lan\u021b de Aprobare
approvalchains.noapprovalchains=\u00cen prezent, exist\u0103 nicio aprobare \u00een lan\u021buri
approvalchains.rejectioncommentrequired=Tu trebuie s\u0103 furnizeze un comentariu atunci c\u00e2nd respinge o cerere de aprobare
calendar.monthLong=Ianuarie,Februarie,Martie,Aprilie,Mai,Iunie,Iulie,August,Septembrie,Octombrie,Noiembrie,Decembrie
calendar.monthshort=Jan,Feb,Mar,Apr,Mai,Iun,Iul,Aug,Sept,Oct,Nov,Dec
calendar.noadditional=Nici calendare suplimentare au fost selectate.
calendar.additionalcalendars=Selectate Calendare Suplimentare
categorymanager.nocategories=Acest site are \u00een prezent nici categorii.
categorymanager.nousage=Aceast\u0103 categorie este \u00een prezent nu sunt folosite.
categorymanager.restrictaccess=Restric\u021biona capacitatea de a atribui con\u021binut pentru aceast\u0103 categorie?
categorymanager.usagetext=Acest element este folosit \u00een urm\u0103toarele loca\u021bii
changesets.content.dependent=Acest produs este \u00eentr-o dependent\u0103 de schimbare set
changesets.content.notin=Acest articol nu este \u00eentr-o schimbare set
changesets.content.in=Acest element este schimbarea curent\u0103 set
changesets.filterviewnotice=Filtru de cuvinte Cheie (L\u0103sa\u021bi necompletat pentru a vizualiza toate)
changesets.hasclosedate=Aceast\u0103 schimbare a stabilit o dat\u0103 apropiat\u0103 de {1}.
changesets.haspendingapprovals=Aceast\u0103 schimbare set con\u021bine con\u021binut care nu a fost aprobat.
changesets.titlerequired=Rubrica "Titlu" este necesar\u0103.
changesets.nochangesets=Nu exist\u0103 \u00een prezent nici o schimbare seturi.
changesets.previewnodenotinchangeset=Acest articol nu este \u00eentr-o Schimbare de Set.
changesets.publishednotice=Aceast\u0103 schimbare a fost publicat.
changesets.viewassignments=Vizualiza Con\u021binutul Misiuni Lista
collections.allowhtml=Permite HTML \u00een descrieri de elemente?
collections.altname=Alternative Nume De Afi\u0219are
collections.categoryintersection=Se Potrivesc Toate Selectat Categoria Filtre
collections.categoryintersectiontip=Dac\u0103 Da, atunci elementele de con\u021binut trebuie s\u0103 fie clasificate ca toate selectate Categoria Filtre pentru a ap\u0103rea \u00een Con\u021binutul de Colectare. Dac\u0103 Nu, atunci elementele de con\u021binut pot fi clasificate ca orice selectat Categoria Filtre pentru a ap\u0103rea \u00een Con\u021binutul de Colectare.
collections.displayrating=Display Opiniile privind Con\u021binutul Obiect?
collections.displaysummaries=Afi\u0219a Rezumate pe Obiect de Con\u021binut?
collections.formatnotsupport=Acest format nu este acceptat\u0103 \u00een prezent.
collections.importfailedtext=Acolo a fost o eroare, v\u0103 rug\u0103m s\u0103 verifica\u021bi c\u0103 feed URL-ul este corect, sau c\u0103 a\u021bi selectat o loca\u021bie care s\u0103 le importa\u021bi.
collections.makedefault=Face acest lucru o alimentare implicit \u00een personalizabil componenta a hranei?
collections.nocontentfilters=\u00cen prezent, nu exist\u0103 filtre de con\u021binut creat.
collections.nofeedusage=Acest flux este \u00een prezent nu sunt folosite.
collections.noindexusage=Acest indice este \u00een prezent nu sunt folosite.
collections.nolocalindexes=There are currently no local indexes.
collections.noremotefeeds=\u00cen prezent nu exist\u0103 feed-uri de la distan\u021b\u0103.
collections.nosearchresults=C\u0103utarea a returnat nici un rezultat.
collections.showexcludesearch=Includ elemente care au fost excluse de la site-ul de c\u0103utare?
collections.shownavonly=Include elemente de navigare numai?
collections.usagetext=Acest element este folosit \u00een urm\u0103toarele loca\u021bii
comments.message.confirmation=Selectate au fost sterse comentariile.
comments.message.error=Oh snap! Ceva a mers prost.
comments.message.nocommentsapproved=Nu sunt comentarii aprobate \u00een acest moment.
comments.message.nocommentspending=Nu sunt comentarii p\u00e2n\u0103 \u00een acest moment.
comments.message.confirm.approve=E\u0219ti sigur c\u0103 vrei s\u0103 aprobe comentariile selectate?
comments.message.confirm.unapprove=E\u0219ti sigur c\u0103 vrei s\u0103 unapprove selectate comentarii?
comments.message.confirm.delete=E\u0219ti sigur c\u0103 dori\u021bi s\u0103 \u0219terge\u021bi comentariile selectate?
comments.message.confirm.purge=E\u0219ti sigur c\u0103 vrei s\u0103 permantly elimina toate comentariile \u0219terse din baza de date?
comments.unapproveselectedcomments=Unapprove Selectate Comentarii
dashboard.nodrafts=Nu exist\u0103 proiecte pentru comentariul tau.

